Repository: site15/site15.ru
Catalog: libs/feature/metrics/src/i18n/getText/*.po
Languages: ru

source: Forbidden
ru: Запрещено

source: Metrics error
ru: Ошибка метрик

source: ok
ru: ок

source: Tenant ID not set
ru: ID арендатора не установлен

source: User ID not set
ru: ID пользователя не установлен

source: User not found
ru: Пользователь не найден

source: Metrics Settings
ru: Настройки метрик

source: Enabled
ru: Включено

source: GitHub Token
ru: Токен GitHub

source: Created At
ru: Создано

source: Updated At
ru: Обновлено

source: Actions
ru: Действия

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Create Metrics Settings
ru: Создать настройки метрик

source: Enter GitHub token
ru: Введите токен GitHub

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Repository statistics synchronization started
ru: Начата синхронизация статистики репозитория

source: User statistics synchronization started
ru: Начата синхронизация статистики пользователя

source: metrics-settings.grid.columns.id
ru: ID

source: metrics-settings.grid.columns.enabled
ru: Включено

source: metrics-settings.grid.columns.github-token
ru: Токен GitHub

source: metrics-settings.grid.columns.created-at
ru: Создано

source: metrics-settings.form.fields.enabled
ru: Включено

source: metrics-settings.form.fields.github-token
ru: Токен GitHub

source: metrics-settings.create-modal.title
ru: Создать настройки метрик

source: metrics-settings.update-modal.title
ru: Обновить настройки метрик {{id}}

source: metrics-settings.delete-modal.title
ru: Удалить настройки метрик {{id}}
