Repository: site15/site15.ru
Catalog: libs/core/auth-angular/src/i18n/*.po
Languages: ru

source: Sign-in
ru: Войти

source: Sign-up
ru: Зарегистрироваться

source: Forgot your password?
ru: Забыли ваш пароль?

source: Reset password
ru: Сбросить пароль

source: Change password
ru: Изменить пароль

source: auth.sign-up-form.fields.email
ru: Email

source: auth.sign-up-form.fields.password
ru: Пароль

source: auth.sign-up-form.fields.confirm-password
ru: Пароль (еще раз)

source: auth.sign-in-form.fields.email
ru: Email

source: auth.sign-in-form.fields.password
ru: Пароль

source: auth.profile-form.fields.picture
ru: Изображение

source: auth.profile-form.fields.old-password
ru: Старый пароль

source: auth.profile-form.fields.new-password
ru: Новый пароль

source: auth.profile-form.fields.confirm-new-password
ru: Новый пароль (еще раз)

source: auth.forgot-password-form.fields.email
ru: Email

source: Email address successfully verified
ru: Адрес электронной почты успешно подтвержден

source: auth.complete-forgot-password-form.fields.password
ru: Пароль

source: auth.complete-forgot-password-form.fields.confirm-password
ru: Пароль (еще раз)

source: Success
ru: Успешно

source: Validation errors
ru: Ошибка при проверке данных

source: Profile data updated successfully!
ru: Данные профиля успешно обновлены!

source: Update
ru: Изменить

source: To complete the password change process, click the link in the email. If you haven't received the email, check your spam folder or try again.
ru: Чтобы завершить процесс смены пароля, перейдите по ссылке в электронном письме. Если вы не получили письмо, проверьте папку со спамом или повторите попытку.

source: Your password has been successfully changed!
ru: Ваш пароль успешно изменен!

source: field "{{label}}"
ru: поле "{{label}}"
