Repository: site15/site15.ru
Catalog: libs/feature/sso/src/i18n/getText/*.po
Languages: ru

source: $constraint1 do not match to $property
ru: $constraint1 не соответствует $property

source: Access token expired
ru: Срок действия токена доступа истек

source: Activate email not processed
ru: Активация электронной почты не обработана

source: Activate email processed
ru: Активация электронной почты выполнена

source: Email not verified
ru: Электронная почта не подтверждена

source: Forbidden
ru: Запрещено

source: Invalid refresh session
ru: Ошибка проверки сеанса

source: Non-existent role specified
ru: Указана несуществующая роль

source: ok
ru: ок

source: Refresh token not provided
ru: Обновляющий токен не предоставлен

source: Session expired
ru: Сеанс завершен

source: Sso error
ru: Ошибка SSO

source: User is exists
ru: Пользователь существует

source: User not found
ru: Пользователь не найден

source: Wrong activate email code
ru: Неправильный код активации электронной почты

source: Wrong old password
ru: Старый пароль неверен

source: Wrong password
ru: Неверный пароль

source: Bad access token
ru: Плохой токен доступа

source: Your session has been blocked
ru: Ваш сеанс заблокирован

source: Event that will fire after deletion1
ru: Событие, которое сработает после удаления1

source: An event that fires after user information is updated.
ru: Событие, которое срабатывает после обновления информации о пользователе.

source: An event that is triggered after a new user registers
ru: Событие, которое запускается после регистрации нового пользователя

source: An event that is triggered after a user call forgot password method
ru: Событие, которое запускается после вызова пользователем метода восстановления пароля

source: An event that is triggered after a user calls to confirm a forgotten password change
ru: Событие, которое запускается после подтверждения пользователем изменения забытого пароля

source: An event that is triggered after a user login
ru: Событие, которое запускается после входа пользователя в систему

source: An event that is triggered after a user logout
ru: Событие, которое запускается после выхода пользователя из системы

source: An event that is triggered after complete a new user registers
ru: Событие, которое запускается после завершения регистрации нового пользователя

source: Please navigate by a {{{link}}} to set new password
ru: Перейдите по следующей ссылке {{{link}}}, чтобы установить новый пароль

source: Please navigate by a {{{link}}} to verify your email
ru: Перейдите по следующей ссылке {{{link}}}, чтобы подтвердить вашу электронную почту

source: Please navigate by a <a href="{{{link}}}">{{{link}}}</a> to set new password
ru: Пожалуйста, перейдите по ссылке <a href="{{{link}}}">{{{link}}}</a>, чтобы установить новый пароль

source: Please navigate by a <a href="{{{link}}}">{{{link}}}</a> to verify your email
ru: Пожалуйста, перейдите по ссылке <a href="{{{link}}}">{{{link}}}</a>, чтобы подтвердить вашу электронную почту

source: Restore forgotten password link
ru: Ссылка для восстановления забытого пароля

source: Verify your email
ru: Подтверждение электронной почты

source: Complete your registration using the invitation link
ru: Завершите регистрацию, перейдя по ссылке-приглашению

source: Please navigate by a {{{link}}} to complete your registration
ru: Пожалуйста, перейдите по {{{link}}}, чтобы завершить регистрацию

source: Please navigate by a <a href="{{{link}}}">{{{link}}}</a> to complete your registration
ru: Пожалуйста, перейдите по <a href="{{{link}}}">{{{link}}}</a>, чтобы завершить регистрацию

source: Verification code not found
ru: Код подтверждения не найден

source: Event that fires after user create
ru: Событие которое срабатывает после создания пользователя

source: Event that fires after user delete
ru: Событие которое срабатывает после уделения пользователя

source: Event that fires after user update
ru: Событие которое срабатывает после обновления пользователя

source: lang must have one of the values: {{values}}
ru: lang должен иметь одно из значений: {{values}}
